[M_RollInsight MissionDefinition]
MissionName="Faça Uma Jogada Inicial"
MissionDescription="Sir Reginald Von Bartlesby, aristocrata local e fornecedor de belas artes tem um enigma para você.  Se respondê-lo corretamente, você poderá ganhar uma bela recompensa."
TurnInDescription="Caso não saiba, a resposta começa com ''D'' e rima com ''trolha''."
MissionSummary="Resolva o enigma de Sir Reginald Von Bartlesby."
MissionGiver="Sir Reginald"
MissionTurnInLocation="Dado"
TeaserText="Um quebra-cabeças para você!"

[M_RollInsight:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RollInsight:Roll MissionObjectiveDefinition]
ProgressMessage="Jogue"

